Tekla.Structures.Dialog.LocExtension
Localization binding for strings referred in xaml

Tekla.Structures.Dialog.LocExtension.WindowLocalization
Returns WindowLocalization instance

Tekla.Structures.Dialog.LocExtension.#ctor(System.String)
Localization extension for strings referred in xaml